{
	"gamename": "看门狗2",
	"level": [{
		"levelid":"0",
		"levelnumber":"序章",
		"levelname": "DedSec入会仪式",
		"missions": [{
			"missionid":"1",
			"missionname":"",
			"outline": "剧情：DedSec给了马可仕一个任务就是绕过布鲁姆的安全门并进入内部，接着找到并删除马可仕自己的个人ctOS文件，那么马可仕就有机会加入DedSec。",
			"content":[{
				"stepid":"1",
				"step": "爬到露台上，按X键可以骇入监视器（监视器之间可以相互切换），观察到北面露台、下方停车场以及闭路终端机楼顶的情况。找出三名守卫并且自动标记他们，借助空调机、车辆等掩体去到守卫后方，按F键可以将它们撂倒。"
			},
			{
			    "stepid":"2",
				"step": "找到潜入的铁门，可是门上锁了，摁下鼠标滑轮可以找出门锁线路延伸至平房屋顶处的闭路终端机。这种终端机必须要实物操控，即要马可仕亲自去操作。然后就可以摁下鼠标滑轮将门打开。"
			},
			{
				"stepid":"3",
				"step":"这时候机房内所有门都需要密钥才能打开。骇入监视器，转移至中层的监视器中搜寻一台手提电脑，骇入它之后获取访问密钥，这时候就能够打开机房内所有门。在行动之前，最好借助全栋楼的监控标记出所有守卫。"
			},
			{
				"stepid":"4",
				"step":"去到服务塔所在楼层，要马可仕亲自过去切断电源。注意这层会有两名巡逻的守卫，最好把他们撂倒再操作。"
			},
			{
				"stepid":"5",
				"step":"接下来去到顶层进入到服务器塔里。此楼层没有监控，所以要凭借V键的黑客视野来摸索出守卫附近的站位。"
			},
			{
				"stepid":"6",
				"step":"随后可以从顶层北面跳到下方的通道进入到ctOS数据库。在控制台上发现网络需要解锁，先找到路由器，然后找出连接线，并且旋转节点令到线路连通，那么就可以访问数据库。接着就是删除马可仕的相关资料。"
			},
			{
				"stepid":"7",
				"step":"守卫人员发现到有人闯入，DedSec那一方亦派出人手来接应马可仕。逃离的办法跟潜入一样，先用监视器标记出每一层的守卫，以及利用周边的黑入显示项目可以吸引并击晕守卫。去到机房大楼的东面角落，在这里一层一层往下跳可以快速去到地下室，不过要小心被敌人发现，敌人发现马可仕会召来源源不断的增员。"
			},
			{
				"stepid":"8",
				"step":"首先要去穿件衣服，毕竟马可仕在昨晚的狂欢过后，现在身上只剩下内衣、内裤了。打开手机进入app商店下载奴歌地图，然后标记服装店并且快速移动过去。在商店内可以选择购买新衣服或者是穿着DLC服装。"
			},
			{
				"stepid":"9",
				"step":"然后就是驾车前往旧金山的DedSec的总部。"
			},
			{
				"stepid":"10",
				"step":"先与扳手对话，打开研发App，按下鼠标左键解开一项技能。"
			},
			{
				"stepid":"11",
				"step":"接着去到3D打印机，打印任何武器（选择武器槽1或2进行武器制作），然后打印遥控跳跃者。"
			},
			{
				"stepid":"12",
				"step":"与何瑞修对话可以了解dedsec成员的专职，以及连接多人连线游戏。余席塔拉对话了解dedsec app，可以进行主线任务、支线任务的追踪。"
			}]
		}]
	},
	{
		"levelid":"1",
		"levelnumber":"第一章",
		"levelname": "公园散步",
		"outline": "",
		"missions": [{
			"missionid":"1",
			"missionname":"代价高昂",
			"outline":"",
			"content":[{
				"stepid":"1",
				"step": "在dedsec总部附近有一个叫作多洛瑞斯的公园，使用网络入侵寻找一名叫作温格·欧文（视觉中显示为橙色）的人领取一个支线任务。接下来dedsec找到让人们对dedsec感到兴趣的方式。"
			},
			{
				"stepid":"2",
				"step": "为了要骗倒制药大王吉恩·卡尔卡尼，马可仕他们要准备证明自己就是波波·戴可斯的证据，也就是要弄到那家伙还未公开的歌曲，在圣马特奥可以找到他。从波波宅邸的北面外墙潜入，因为附近的闭路电视离波波都有一定距离，这需要马可仕亲自去到吧台后方骇入波波的手机获取一段波波的音频。"
			},
			{
				"stepid":"3",
				"step": "在前往卡尔卡尼的家时会遭遇到黑客入侵。黑客有可能是AI或者是游戏玩家，要尽快将他们找出来以阻止你的数据被窃取，成功阻止可以获得大量粉丝，即便是失败也会获得少量粉丝奖励。"
			}]
		},
		{
			"missionid":"2",
			"missionname":"轻而易举",
			"outline":"",
			"content":[{
				"stepid":"1",
				"step":"已经拿到了波波的音频，马可仕他们就打算用这段音频来拐走卡尔卡尼的钱。去到卡尔卡尼家左侧外墙可以骇入终端机。"
			},
			{
				"stepid":"2",
				"step":"黑入了卡尔卡尼的豪宅后，可以给房子左侧的手提、卡尔卡尼的收集、右侧的双屏电脑上传病毒。然后dedsec等人借助波波的音频制作了一首曲，结果卡尔卡尼真的愿意买下，当其成功将钱转给dedsec时，已经受到马可仕控制的豪宅忽然就响起了管弦乐。其实dedsec是把这笔钱捐给了白血病研究院。"
			}]
		}]
	},
	{
		"levelid":"2",
		"levelnumber":"第二章",
		"levelname": "网络车神",
		"outline": "",
		"missions": [{
			"missionid":"1",
			"missionname":"黑了就跑",
			"outline":"",
			"content":[{
				"stepid":"1",
				"step": "霍克电影制片场最近为他们的动作惊悚片《网络车神》推出了一部新的预告。回到dedsec的总部马可仕与扳手等人观看了这部预告片。预告片中有一台智能语音的战车，马可仕认为可以夺取到这台车为他们（dedsec）的片子吸引更多人的目光。"
			},
			{
				"stepid":"2",
				"step": "驾车前往霍克电影制片场。骇入制片场大门的安全门可以直接打开，不过里面就只能徒步进入。接着进入到霍克电影制片场的3号影棚，利用附近的车辆作为掩体，让马可仕躲在那儿并释放跳跃者。"
			},
			{
				"stepid":"3",
				"step": "跳跃者可以进入到停车场右侧红墙下方的通风管道。驾驶跳跃者外出后钻进舞台下方可以轻松躲过守卫。去到尽头走上楼梯，这里有一列列车，当中的手提电脑可以远程骇入（要在可视范围内），骇入之后放有电影剧本、片场e-mail的房间门都可以打开。"
			},
			{
				"stepid":"4",
				"step":"从列车所在位置可以轻松绕到放有片场e-mail的二层房间，里面有一名守卫，可以打开房间一侧的门，吸引里面的守卫去查看，然后从另一侧门进入（要做到这么快速的话可以借用一下附近的监控）。"
			},
			{
				"stepid":"5",
				"step":"电影剧本就放在之前通风管道出口右侧的房间（一层）。回到一层再次借助舞台底部可以快速前往，该房间正门有一名守卫，可以骇入他的手机给他打电话，或者是等待他巡逻就可以进入到房间内，在化妆台上可以找到这份剧本。最后直接按住B键就可以快速回收跳跃者，而马可仕只需要离开片场即可。"
			}]
		},
		{
			"missionid":"2",
			"missionname":"取得智能车",
			"outline":"剧情：片场内，马可仕并没有找到最重要的道具——智能战车。交际花席塔拉表示她认识一个狗仔线人，他知道这台车的去向。作为交换，dedsec会提供该狗仔线人想要的片场电子邮件。",
			"content":[{
				"stepid":"1",
				"step": "去到奴歌球场的后巷，借助卡车的车厢可以爬到屋顶与狗仔线人见面。马可仕将e-mail转给了线人，原来当中包含吉米·西斯卡和大明星奈莉·斯艾尔有一腿的相关内容。然后线人就会告知智能战车就位于警察看守的车场内。"
			},
			{
				"stepid":"2",
				"step":"车场的正面难以突入，所以去到车场的后方驾驶这里的一台卡车驶近车场的后墙，踩到卡车车顶可以潜入到车场内。"
			},
			{
				"stepid":"3",
				"step":	"先借助监控骇入车场另一侧的电闸，让其吸引一名女警并对其电击，然后马可仕可以去到装有智能战车的货柜后撂倒这里的一名守卫。接下来就是要对付车场门口的守卫，利用掩体优势可以将他们统统击倒。"
			},
			{
				"stepid":"4",
				"step":	"先借助监控骇入车场另一侧的电闸，让其吸引一名女警并对其电击，然后马可仕可以去到装有智能战车的货柜后撂倒这里的一名守卫。接下来就是要对付车场门口的守卫，利用掩体优势可以将他们统统击倒。"
			}]
		},
		{
			"missionid":"3",
			"missionname":"无脑智能车",
			"outline":"",
			"content":[{
				"stepid":"1",
				"step": "前往内河码头中心找出智能车的设计图。从码头中心的天桥下方的停车场入口进入，将将车停到车场入口斜坡上。车场里头会有一名巡逻的守卫，骇入一辆车子让其撞向这名守卫。"
			},
			{
				"stepid":"2",
				"step":"接着骇入到车场里头放有设计图的仓库闭路电视。让附近的燃气罐吸引两名至三名守卫，然后将燃气罐引爆。最后一名守卫可以让马可仕溜进去将其击倒，然后盗取到智能车的设计图。"
			}]
		},
		{
			"missionid":"4",
			"missionname":"网络特技车神",
			"outline":"剧情：（如果出现无法追踪此任务，就选择一个支线任务，再选择此任务就可以出现扳手车库的位置）战车蓝图到手了，马可仕等人对只能战车进行了大规模的改造，最终成为了一台带有氮气加速的…遥控车…",
			"content":[{
				"stepid":"1",
				"step": "接下来就是要操控特技战车进行及时赛，每一个赛点会有30秒至40秒的限时，这对于有氮气加速的特技战车基本没有难度。中段会出现警车围捕，只要跟着路线跑，都可以轻松躲过警方的追击，最终到达特技点的时候战车会撞破《网络车神》的宣传海报。期间有新闻媒体直播这场有dedsec策划的飞车特技表演，令到有很多观众关注到dedsec这个组织。"
			}]
		}]
	},
	{
		"levelid":"3",
		"levelnumber":"第三章",
		"levelname": "无利可图",
		"missions": [{
			"missionid":"1",
			"missionname":"主日已学",
			"outline": "剧情：DedSec的宣传活动受到重大打击，这都是因为“崭新黎明”教堂让dedsec的招募视频在各大社交媒体网站中封杀，还威胁要控告任何上传该视频的人。席塔拉非常火大，但她也急着构思一个报复计划。那就是利用崭新黎明教堂的名流牛郎吉米·西斯卡的片段，他正在城里拍摄《网络车神》，或许可以弄烂吉米和崭新黎明的关系。而现在首先要去看当地的中心，然后将吉米的文件挖出来。",
			"content":[{
				"stepid":"1",
				"step": "来到教会中心门前与席塔拉会合，她也会加入到抗议人群当中起哄。马可仕可以去到中心的西面墙边，就躲在树丛内放出跳跃者。在中心的西北面窗户下可以发现通风管道内进到建筑物内。"
			},
			{
				"stepid":"2",
				"step": "首先骇入所有闭路电视，以一层、二层中的电闸尽可能多地吸引守卫并且将他们电晕。"
			},
			{
				"stepid":"3",
				"step": "驾驶跳跃者来到一层的前台，骇入手提电脑获得访问密钥，那么就可以骇入中心数据。"
			},
			{
				"stepid":"4",
				"step":"中心数据位于二楼的窗台，而二楼的守卫众多，建议是使用二层西面的通道，这里有一个组合柜可以作为躲藏之用。靠近数据中心后跳到电脑机箱后方对个人数据进行实体骇入（耗时会比较长）。成功后按住B键回收跳跃者并且马可仕离开教堂中心范围即可。"
			}]
		},
		{
			"missionid":"2",
			"missionname":"思想操作",
			"outline": "",
			"content":[{
				"stepid":"1",
				"step":"dedsec设局审查吉米·西斯卡，而马可仕会从他口中问出一些可以用来对付“崭新黎明”的情报。在吉米楼下与吉利汇合，他会给马可仕换上一套“崭新黎明”的衣服。"
			},
			{
				"stepid":"2",
				"step":"离开吉米的大楼，马可仕找来了米兰达帮忙，之后在约定地点与之见面。"
			}]
		},
		{
			"missionid":"3",
			"missionname":"失踪人口",
			"outline": "",
			"content":[{
				"stepid":"1",
				"step":"吉米·西斯卡告诉马可仕一个关于“红屋”的传言，那里是“崭新黎明”组织的地盘，他们会在那里对有问题的成员进行心灵改造。如果有任何能铲平那座教堂的证据，马可仕都会在那里找到。在海边与米兰达见面，虽然米兰达现在已经是女议员，而崭新黎明的人甚至公开过他的手术（变性）视频，因此她会协助马可仕并指出红屋的所在地。"
			},
			{
				"stepid":"2",
				"step":"骇入监控将镜头移到红屋花园尽头也就是吉米所在的屋子门前，可以骇入这里的笔记本电脑获得访问权限。"
			},
			{
				"stepid":"3",
				"step":"接着派出跳跃者进入到红屋花园东面的屋子内，屋内不会有守卫，可以直接拿取到资料并且了解到吉米就被困在红屋内，马可仕需要把他送到安全的地方。"
			},
			{
				"stepid":"4",
				"step":"这时候需要马可仕潜入，先利用摄像头控制周边可以电击、爆炸的装置除掉部分守卫。然后检查每位守卫的信息，部分人手机是会漏电或制造噪音，借此来限制他们的行动。接着马可仕就可以潜入到step2的屋子内与吉米见面。马可仕表明身份，并将吉米送走，这时候马可仕可以独自离开红屋范围即可。"
			}]
		},
		{
			"missionid":"4",
			"missionname":"亵渎者",
			"outline": "",
			"content":[{
				"stepid":"1",
				"step":"“崭新黎明”神殿到底隐藏了什么见不得人的秘密?该是马可仕借助吉米·西斯卡的帮忙，将真相挖掘出来的时候。马可仕来到山顶观看了伽利略的一艘火箭升空，其实另外一个目的就是跟乔装的吉米见面（他只是摘了发箍）。他表示在山下的一个“崭新黎明”建筑内有一个地下室，其地底下有些古老美苏石板。"
			},
			{
				"stepid":"2",
				"step":"马可仕先去到展厅的外围，然后派出跳跃者进入到建筑物东面的平房内，该平房附近会有通风管道可以内进。在里面可以骇入手提电脑获得访问权限，这时候展厅的门可以随意打开。"
			},
			{
				"stepid":"3",
				"step":"接着驾驶跳跃者潜入到展厅内，躲避守卫去到二层，骇入网络安全路由器，就能够获得内部的访问权限。"
			},
			{
				"stepid":"4",
				"step":"为了方便接下来的操作，马可仕亦需要溜进展厅内，撂倒这里的三名守卫。然后就需要在左右两侧各四面墙体进行线路铺排，最终令到通路都汇聚到电梯控制台上。"
			},
			{
				"stepid":"5",
				"step":"然后操作控制台搭乘电梯落到底层，走到“崭新黎明”最珍贵的三块苏美石块前，多手的马可仕一碰却打烂了一个石板，原来这三个石板都是假的。得到这样的证据后，离开神殿即可。"
			}]
		}]
	}]
}
