{
	"gamename": "使命召唤14二战",
	"level": [{
		"levelid":"1",
		"levelnumber":"第一章",
		"levelname": "登陆日",
		"missions": [{
			"missionid":"1",
			"missionname":"",
			"outline":"",
			"content": [{
				"stepid":"1",
				"step": "特纳中尉的计划必须贯彻执行，可是皮尔森所委派的爆破手却阵亡了，丹尼尔斯要取代他，捡起地上的爆破筒。这时候丹尼尔斯要跟随着特纳冲向铁丝网那里。期间一定要跟紧特纳，同时还要注意碉堡内纳粹机枪手更换弹夹（射击停歇）时，丹尼尔斯才冲向前，每到达一个拒马、弹坑时，就逗留一会儿，避避风头，如果硬要冲向前，吃两三颗子弹，丹尼尔斯就会阵亡。抵达铁丝网的时候，在祖斯曼的帮忙下，丹尼尔斯成功引爆爆破筒。"
			},
			{
			    "stepid":"2",
				"step": "铁丝网被炸开以后，就要立马冲进山坡左侧的木头碉堡，从而进入到战壕内，因为此时山坡上会有大批纳粹兵在积聚。在木头碉堡内，可以借助门口转角作为掩体射击战壕内的纳粹兵。接着祖斯曼会递给丹尼尔斯一个医药包，以后按N键就可以让队友提供药包（祖斯曼负责送药包）或者是弹药。"
			},
			{
				"stepid":"3",
				"step":"接着沿着战壕往前走，一路上皮尔森、祖斯曼会负责在前面杀敌，这时候丹尼尔斯尽可能躲在后方打冷枪即可，否则在老兵难度下，如果走在前面，很难预料到前方敌兵什么时候冲出来。当皮尔森表示被前方机枪压制住，无法前进时，丹尼尔斯等人需要走上台阶攻上山头，先选择进入台阶右侧的碉堡内，在碉堡的枪台上可以取得本章第一件纪念品匕首"
			},
			{
				"stepid":"4",
				"step":"顺着泥泞的山路往上走，遇到一辆着火的马车，就会出现一批纳粹兵，丹尼尔斯先躲在沙包后方射击，记得要蹲下，以免被爆头了。接着进入到下一段战壕内，此时目标更新，要求扫清5个碉堡。"
			},
			{
				"stepid":"5",
				"step":"在第一个碉堡前，德国佬会冲出碉堡外，这时候先朝碉堡外投掷一颗手榴弹。然后跟随祖斯曼去到左侧，绕到碉堡的侧门，进入到一个房顶有破损的碉堡内，这里还有一名正在吃香烟的德国兵，玩家可以选择杀死他，如果不杀死他，他也不会作无为抵抗。从侧门杀入碉堡内，最好先往里面投掷一颗烟雾弹，这时候里面的德国兵就会暂时停止攻击。碉堡的出口处也有几名敌兵，丹尼尔斯可以躲在屋内的枪台处对敌人进行射击，尤其是要射击走廊下的油桶。"
			},
			{
				"stepid":"6",
				"step":"接着前往第二个碉堡，首先取得炸药补给。因为碉堡内有一个枪台，上面架起的机枪，所以要先朝里面投掷烟雾弹，令到里面的敌兵暂停射击，接着闯入碉堡内，处于枪台的左侧，丹尼尔斯就可以近距离朝枪台投掷一颗手榴弹，炸死里面的枪手。这时候也不要急着冲进去，丹尼尔斯继续看守着枪台，因为里面还躲藏着一名德国佬，当他察觉到有人靠近，他就会站起来，此时将他击毙。去到这个碉堡的生活区，玩家可以学习对一些桌子按Q键，将它们打翻作为短暂性的掩体，从而抵挡屋内敌人的射击。"
			},
			{
				"stepid":"7",
				"step":"然后前往第三个碉堡，期间皮尔森注意到前面有门大炮正在轰击我军的登陆艇。这时候要绕过一个半弧草坪，这时候要注意了，有些德国兵会趴在草地上，所以丹尼尔斯在前进时对草地中黑灰色的物体进行射击，定会揪出几名德国佬。在半弧草坪外围的军械库内可以取出第二个纪念品指南针，要注意了这个军械库需要在攻陷第三个碉堡后，丹尼尔斯返回此处，就会发现军械库的门被炸开了。"
			},
			{
				"stepid":"8",
				"step":"刚进入第三个碉堡时，会发现我军的火枪兵被击杀，捡起他的火枪，对屋内的敌兵进行喷射，要注意了这把火焰喷射器是有燃料限制的。所以当燃料耗尽后，就隔着窗台对屋内的敌兵进行射击。当清空屋内的敌兵时，游戏并没有立即跳出已清理第三个碉堡的提示，这就意味还有下一波敌人。丹尼尔斯立马冲到碉堡内部取出一把MG42重机枪，期间要小心里头躲藏的一名敌兵。取出MG42后，可以在附近补充一下弹药，随后有一批德国佬从屋外杀进来，这时候丹尼尔斯将枪放在台上透过四方形的枪口进行射击，同时要当心有敌人从右侧溜进来（主要是让祖斯曼在外头吸引敌人）。"
			},
			{
				"stepid":"9",
				"step":"返回屋外，这时候通往第四个碉堡的门口被轰开。进入屋内需要解决一名被德国兵钳制住的同僚，继续往前走，透过一个窗户可以射击屋内使用迫击炮的敌人，期间不要冲得太靠前，因为左右两侧都是打通的，敌人会从两侧用来，当杀掉使用迫击炮的敌人后，丹尼尔斯就要后退，让队友先冲。"
			},
			{
				"stepid":"10",
				"step":"然后来到最后一个碉堡，先击杀碉堡门前以及屋顶的敌人，尤其是屋顶上的，如果不清掉，直接走的话很可能瞬间丹尼尔斯就会被杀。在进入到碉堡前，去到门口左侧拾取一个医药包。进入到碉堡之中，丹尼尔斯会受到一名德国兵的袭击（按对应键位击杀这名敌兵），祖斯曼出手相助可是不慎遭到刀伤。"
			},
			{
				"stepid":"11",
				"step":"丹尼尔斯要将受伤倒地的祖斯曼拖行到医疗点。期间会遭遇到四波敌人（每波2至3人），丹尼尔斯需要用手枪还击，这时候即便是老兵难度下，敌人抬枪速度都比较慢，所以玩家更应该精准地射击他们的头部。只要一波受不下来，丹尼尔斯都很难撑到医疗点。本关最大的难点就是这里，讲求玩家在非瞄准（没有辅助瞄准）的状态下快速爆头的技巧。"
			},
			{
				"stepid":"12",
				"step":"抵达医疗点后，医疗兵会照顾好祖斯曼。特纳中尉需要丹尼尔斯随同一起去摧毁一门GPF加农炮，这时候特纳会成为丹尼尔斯的队友，按N键可以让特纳供应弹药。沿着山路来到马厩前，先对着马厩对面街的二层房屋进行扫射，尤其是二楼的机枪台。接着闯入马厩内，在马厩尽头的桌子上可以看见本章节最后一个纪念品\"寻路者\"臂章，但不要着急，因为有德国兵会从马厩的天窗跳下来，丹尼尔斯可以趁机偷袭他们。"
			},
			{
				"stepid":"13",
				"step":"街道前方会有大批敌兵涌过来，这时候先登上step12提到过的机枪台，使用机枪扫射大批敌人。记住一旦红血就立马按F键松开机枪蹲下来吃个医药包。这场战斗主要是等待坦克的到来，丹尼尔斯没必要长时间射击。这时候我方一辆坦克前来支援，敌人就会被击退。此时丹尼尔斯就可以使用铝热剂摧毁那门大炮，然后与丹尼尔斯的排会合。"				
			},
			{
				"stepid":"14",
				"step":"祖斯曼感谢丹尼尔斯救了他一命，阿耶洛也有份救下祖斯曼，看来他也开始接受祖斯曼这个犹太人。另外，特纳中尉需要翻过山脊后的第二个灌木丛那里扎营。这时候丹尼尔斯算是加入了大红一师。没人料到诺曼底海滩的战斗会这么惨烈，但丹尼尔斯在紧要关头挺过来了，这时候他看着手掌心的血，他已经分不清是祖斯曼的，是他自己的，还是别人的。"				
			}]
		}]
	},		
	{
     	"levelid":"2",
		"levelnumber":"第二章",
		"levelname": "眼镜蛇行动",
		"missions": [{
			"missionid":"1",
			"missionname":"",
			"outline":"斯泰尔斯他们正在聊关于拳击的事，称纳粹的施梅林会把拉莫塔一拳撂倒，丹尼尔斯表示称会不假思索将施梅林一枪崩掉。阿耶洛则认为施梅林其实都身不由己，他是被当成（纳粹）宣传工具而已，自身并没有选择，可是身为美国人的丹尼尔斯坚持认为每个人都有选择的机会。随后大家又聊起如今的进度，希望一切顺利，照这速度，就能够在圣诞节回家。即将进军的时候，祖斯曼突然归队，按照他的刀伤不可能一个星期就出院。",
			"content": [{
				"stepid":"1",
				"step": "在章节刚开始的时候，丹尼尔斯被要求爬上坦克，但先别急着这么做。去到街道右侧的大铁桶上，可以找到本章节第一件纪念品打火机，它被两名士兵挡住，所以要细心一点才能发现。随后丹尼尔斯才爬上佩雷斯所在的坦克，就在上车时，祖斯曼被皮尔森军士给逮住，因为他清楚祖斯曼的刀伤要8个星期才能痊愈，他担心祖斯曼执意归队会连累整个排，可是祖斯曼忍痛坚持，这让皮尔森知道他是一个有种的小子。"
			},
			{
				"stepid":"2",
				"step": "忽然空中传来轰鸣声，两架战机向丹尼尔斯前方的坦克投下了炸弹。这时候丹尼尔斯下了坦克以后前往特纳中尉身边集合。经过特纳判断，前面有一门防空炮，希望用它来击落那些斯图卡（俯冲式轰炸机）。选择从左侧的泥泞道路绕到农场的谷仓，在泥泞道路里，可以选择匍匐前进，这里会迎来两名敌人。到达谷仓的左侧，在这里要依靠大树和铁桶作为掩体，对谷仓一层和二层的敌人进行射击，这里的敌人众多，当确保没有敌人以后在入到谷仓内。"
			},
			{
				"stepid":"3",
				"step": "谷仓二层还会有残留的敌人，他们会顺着木板下来，丹尼尔斯可以处于木板旁侧透过缝隙射击上方走下来的敌人，这些德国佬几乎不会注意到丹尼尔斯。接着在谷仓二层，朝高射炮所在位置的敌人进行射击，要当心有些敌人会藏在稻草堆后面。"
			},
			{
				"stepid":"4",
				"step": "接下来别急着跟队友们冲入森林，因为里面敌人都藏在草丛中，而且队友们足以解决他们，所以等到队友叫丹尼尔斯前进，他方可进入。抵达高射炮所在农场的外围，先进入到左侧的小木屋内取得第二件纪念品怀表。"
			},
			{
				"stepid":"5",
				"step": "皮尔森发现了防空炮，他会带领着队友冲到防空炮附近。丹尼尔斯最好是处于农场与防空炮区域交界的草丛拗口进行匍匐射击，否则鲁莽冲过去，吃几颗子弹就会毙命。"
			},
			{
				"stepid":"6",
				"step": "当除掉防空炮周围的德国兵之后，丹尼尔斯就可以使用防空炮击落空中出现的俯冲式轰炸机。开炮期间要留意特纳、祖斯曼的提示，从而判别出轰炸机出现的时机以及位置。当轰炸机俯冲而下的时候，这是离防空炮最近，以便精准击落它们。如果是远距离射击的话，就要预判飞机的飞行轨迹，朝机头前方进行炮击。"
			},
			{
				"stepid":"7",
				"step": "佩雷斯和他的坦克团终于跟丹尼尔斯他们会合了。特纳中尉需要皮尔森带领一支火力小组穿过果园找个位置进行火力支援。丹尼尔斯跟着皮尔森绕过果园，抵达狙击点，期间会看见有农民被纳粹吊死在树上。在狙击点处取得MI903，使用这把狙击枪射击两枚德军大炮旁边的炮手，期间可以借助附近的油桶将炮手炸飞。射击时记得按住shift进行屏息，这时候会进入子弹时间，丹尼尔斯就可以进行精准射击。当皮尔森他们都落到壕沟内，丹尼尔斯才跟随走下去。"
			},
			{
				"stepid":"8",
				"step": "紧接着丹尼尔斯要跟随在坦克后方进行突围，期间一定要紧跟坦克，以它作为掩体。此时会有德国佬从战壕跑出来，所以要注意附近沙包也许会有敌人的踪影，别让别人抄背后。然后进入到战壕地道内，去到地道的最右端（其望向果园的门框是着火的），在地道内会发现一名正在带着防毒面罩并且已经失去知觉的德国兵，从他头部可以取得本章节最后一件纪念品防毒面具。记住，在未消灭所有敌人之前不要进入地道，否则会被里面的德军所围攻。"
			},
			{
				"stepid":"9",
				"step": "丹尼尔斯他们继续前进可以遭到Pak38攻击。丹尼尔斯绕到建筑的后方，在建筑的庭院内会遇到数名德军，借助建筑物外墙转角位对他们进行射击。在进入建筑物之前，要在后院对屋内二层的敌人进行偷袭。"
			},
			{
				"stepid":"10",
				"step": "然后登上建筑物的二层，取得Kar98k狙击枪，对着远处山头上的机枪手、Pak38炮塔旁边的汽油罐进行射击。随后皮尔斯需要所有人前进，扫清战壕。丹尼尔斯找到特纳以后，就可以走到大街上。"
			},
			{
				"stepid":"11",
				"step": "前半段，丹尼尔斯负责驾车，期间会出现一些分岔路，玩家需要听清楚祖斯曼的提示，选择左拐还是右转。当遇到敌军吉普车的时候，驾车的工作就交给了祖斯曼，而去到后座射击的工作就交由丹尼尔斯处理。随后杀入到村庄时，会面对大批德军，这时候可以随意射击，不要求一定要杀死所有敌人，但最好是之前驾车时确保不要出现任何撞击，否则吉普车血量低于50%，在城镇内再遭受射击，就有可能被摧毁。而丹尼尔斯是基本不会受到任何枪伤的。"
			}]
		}]
	},
	{
		"levelid":"3",
		"levelnumber":"第三章",
		"levelname": "要塞",
		"missions": [{
			"missionid":"1",
			"missionname":"",
			"outline": "丹尼尔斯又梦见儿时的噩梦，他想身边的祖斯曼讲述他这个噩梦。小时候，丹尼尔斯与哥哥保罗一同去狩猎，不幸的是，他们遭遇到一头狼的袭击，当时丹尼尔斯还年幼，看见哥哥一直手臂快要被狼给啃掉，他手忙脚乱，最终一颗子弹也没有成功塞进枪膛内，最终保罗艰难地用匕首将狼杀死。害怕是人之常情，从那天起，丹尼尔斯发誓再也不让保罗失望了，现在还有一个人不允许丹尼尔斯失败，那就是皮尔森。",
			"content": [{
				"stepid":"1",
				"step": "特纳中尉带领突击小队进入广场，皮尔森所带领的小队则是从教堂提供火力支援。首先要攻陷街道的一处房屋，隔着街道跟房屋前的德军驳火，此时要注意，这批敌人很擅长投掷手雷，所以一有手雷飞过来，丹尼尔斯就要立马将它们扔回去。另外在靠近这栋房屋时要注意还未损毁的车辆，因为它们随时都有可能被打爆，爆炸会将附近的丹尼尔斯给炸死。去到房屋旁侧的窗户，朝里面投掷烟雾弹，那么里头的德军就不会再开火，此时就可以对屋内敌人进行扫射。接着去到房屋的二层，丹尼尔斯会发现屋二层的天花板已经被炸开了，在楼梯拐弯位置原本洗手间的地方只剩下一面镜子，在这里可以找到一件纪念品党卫军领带针（1/3）"
			},
			{
				"stepid":"2",
				"step": "随后要对教堂门前的敌人进行清扫。丹尼尔斯可以处于step1房屋二层的窗台向下射击，这里视野比较好，而且同伴都在楼下的街道中吸引火力。接着右侧街道会驶来一辆装甲车， 丹尼尔斯需要快速给装甲车上的机枪兵进行射击，击杀一人后，下一个士兵就会立马充当机枪手，所以丹尼尔斯要确保装机车上所有敌人都断气了。"
			},
			{
				"stepid":"3",
				"step": "然后登上装甲车使用机枪，扫射街道上蜂拥而至的德军。尤其是要注意对面街道二层屋内使用火箭筒的敌人，他们一炮就会将丹尼尔斯打死。如果是遭受到猛烈枪击，玩家要立马按F键让丹尼尔斯从机枪位退下来暂避。"
			},
			{
				"stepid":"4",
				"step": "紧接着，丹尼尔斯所在的小队进入到教堂内，选取得弹药以后，丹尼尔斯立马去到教堂内的右侧。原本看似平静的教堂，其实德军都藏在角落之中，丹尼尔斯选除掉右侧长廊内的敌人，大概有3至4人左右。然后就要对付教堂中部的火枪兵，可以选择打爆他的头，或者是射击他的燃料罐，最好选择后者，那么就可以快速帮助中路的同伴打开缺口。去到教堂的大门，这里有2至3名敌人蹲着，朝里头投掷烟雾弹以后对立面扫射或者是投掷手榴弹。在教堂大堂中部右侧的沟渠内，可以取得第二件纪念品吊坠（2/3）。"
			},
			{
				"stepid":"5",
				"step": "接下来皮尔森需要祖斯曼去摧毁三门防空炮。而丹尼尔斯就负责上到教堂钟楼进行狙击掩护。祖斯曼攻击第一门防空炮时，丹尼尔斯需要狙击广场中间沙包后方的四名德国兵，然后是对付广场另一边绿色建筑内的四名狙击手，接着是从左侧冲过来的四名步兵（其中一人是火枪兵）"
			},
			{
				"stepid":"6",
				"step": "随后祖斯曼要去攻击第二门防空炮。这时候钟楼左下方会驶来一辆装甲车，丹尼尔斯主要是射杀上面的机枪手，接着是对付祖斯曼需要途径的大街右侧房屋露台上的敌人以及街道沙包后的士兵以及一辆吉普车上的机枪手。当祖斯曼靠近第二枚防空炮的时候，钟楼下又会驶来一辆装甲车，对祖斯曼形成包围之势，这下子就得更加快速射杀敌人，当射杀这两装甲车上的第一名机枪手后，这两装甲车就会爆炸（应该是剧情杀）。"
			},
			{
				"stepid":"7",
				"step": "祖斯曼还差一门防空炮需要摧毁，可是丹尼尔斯和皮尔森所在的钟楼遭受到炮击，其中有两名士兵（当中一人是琼斯）不幸身亡。钟楼正在倒塌，玩家需要按下指定的键位，让丹尼尔斯和皮尔森逃离教堂。原本丹尼尔斯是难逃一劫的，所幸皮尔森一手将丹尼尔斯抛出教堂外。皮尔森要求丹尼尔斯要醒目一点，他已经失去了两名重要的手足，不要再让他费神担当丹尼尔斯的守护天使。"
			},
			{
				"stepid":"8",
				"step": "接下来的城镇广场守护战就非常困难了。首先在敌人未冲过来之前，先去到大街右侧的瓦砾中取得本章节最后一个纪念品燃料罐（3/3），千万别等到敌人冲上来才去拣，在老兵难度下，你走一步都困难。另外也别等到发送信号弹时才去捡，因为信号弹之后过1分钟左右就会触发剧情，完结本章节的内容。说回到战斗这一块内容，广场与教堂之间有两条互通的路，所以敌人必然会从这两条路涌过来。单守一条路是不可能的，所以丹尼尔斯最好是窝在右侧瓦砾堆当中，对着两个路口进行射击。战斗中，要合理运用皮尔森的侦测技能以及斯泰尔斯的手榴弹攻击，当有大批敌人聚集的时候就狂扔手榴弹和烟雾弹，有了皮尔森的标记以后，丹尼尔斯在烟雾弹放出时也能清晰看到敌人的位置。撑过2分钟，丹尼尔斯就可以按M键掏出信号弹朝广场中央扔出去，接着再过1分钟P-47战斗机（雷电）就会轰炸广场，而祖斯曼也会成功摧毁第三门防空炮后归队。"
			}]
		}]			
	}]
}
