{
	"gamename": "侠盗猎车5",
	"level": [{
		"levelid":"1",
		"levelnumber":"第一章",
		"levelname": "",
		"missions": [{
			"missionid":"1",
			"missionname":"序曲",
			"outline": "9年前的某天，麦可、老崔、小布和乡巴佬一起去打劫银行了。老崔就自个儿去保险箱安装炸药。",
			"content":[{
				"stepid":"1",
				"step": "（指南针是以线性的形式）进入银行的玻璃柜台内，此时麦克需要利用机枪分别瞄准蹲下（躺下）的三名人质，他们便会自觉地进入右侧的办公室内。“疏散”了人质后，老崔就安装好炸药回到柜台前，按十字键↑唤出手机，点击一吓A键可以翻阅手机内的“联系人名单”，只有“引爆”一项，再点击一吓A键便能够引爆保险箱大门。"
			},
			{
			    "stepid":"2",
				"step": "老崔疯了，每走一步都嚷嚷着要见到钱）转入左侧的银行员工通道，按照指引来到保险箱内（如果走过了，老崔会提醒麦克）。在保险箱内，地面上会闪烁的一叠叠钞票、雷达上会显示军绿色的小圆点，踩到上面便能获取（没拿全小叠的钞票只会少一些钱）。最后走到右前方的角落内，把一大堆的钞票都塞到袋子内（靠近即可，无须操作）。"
			},
			{
				"stepid":"3",
				"step":"当老麦和老崔装好钱后外出保险箱，麦克就被警卫用枪指着脑袋并且摘掉了麦克的脸罩（被点相了…老麦说，你们做警卫的记那么多东西，这次就放自己一天假嘛）。然后按住（hold）十字键↓然后将右摇杆往右拨转换成老崔，然后使用老崔瞄准警卫的头部开一枪（警卫临死前都能够通过老崔的潜水镜看出他这人有多么的疯狂、凶残，写轮眼吖大叔，跟我学看掌纹吧！）。"
			},
			{
				"stepid":"4",
				"step":"随后三人（还有小布）一起走到保险箱左侧的银行后门的木箱后，随便找“非”正对出口的位置按RB键进入掩体。然后小布就会到门前安放炸弹，炸开扇门，老崔靠近左侧按动卷闸门开关，三人便可外出（此时不可再次换人）。"
			},
			{
				"stepid":"5",
				"step":"外出戒款车停车场就会遇到一波前来围堵警察，先利用银行后门的石柱作为掩体进行射击。当清理“前线”的警察后再往警车冲去，以警车作为掩体逐步推进至银行大院的大门进入到农场内，在公路会冲进来4輛警车，以同样的方式推进。最终来到骑兵大道，登上马路上的一架家庭装吉普车，无须等待其余两人（除非漏掉了零星的警察）。"
			},
			{
				"stepid":"6",
				"step":"与警车几下撞击后，警车就撞树了，麦可便能摆脱追兵。然后使用老麦驾驶着车子沿着骑兵大道直走，迎面会驶来两辆警车，不必害怕，慢驶/快驶都可以，条子都不会察觉的（除非你可以去撞他们）。随后来到骑兵大道的尽头会看见路障，接着就马上往右侧的小路拐进去，经过铁路时，却被火车车头撞倒了吉普车的车尾，车子撞到了路边。"
			},
			{
				"stepid":"7",
				"step":".就呆在初始的垃圾箱后对前方的警车进行射击，导致的爆炸能够清理掉大部分的警察。然后因为警察不断的增援，老崔寡不敌众，他只好往右侧的小巷跑进去。在后巷，老崔抓到了一名妇女作为挟持人质，看见没有警察在追来，便撇开妇女往田园放去逃去，随后他的身影就消失在茫茫大雪之中……"
			}]
		},
		{
			"missionid":"2",
			"missionname":"法兰克林和拉玛",
			"outline":"100%达成条件：1、完美无缺;2、专心驾驶/车辆不受损;3、优胜者/超越拉玛到达停车场;4、和平使者/不伤害路人）剧情：麦可正在医生家中接受心理医生的辅导，他毫不忌讳地把自己发迹的恶行和盘托出，然而这名心理医生早已“司空见惯”。而麦克却认为这种“后继无人”的奢华生活是种末路，当医生离开后，麦克就一人走到屋外的沙滩长凳上，便遇到了富兰克林和拉玛。这位拉玛哥们为了偷车，居然向一名陌生者（麦克）打探路径，度量一会儿后，麦克就为他们俩指出了贝托尔特的住所位置。",
			"content":[{
				"stepid":"1",
				"step": "进入到黄色别墅的后院走到别墅另一侧（佩罗高速公路）选择红色、白色任意一辆开篷跑车（小弟选了那台奥北/迪F9）。按十字键→可以开/闭车篷，然后按B键可以把焦点聚焦在拉玛身上（不过这样不方便开车，最好就时不时按一吓B键再取消，如果不习惯开车的话）。拉玛驾驶着另一辆跑车开在前头，只需要以中速跟随即可（放心，拉玛不会甩掉你的）。驾车，刚上手会觉得比较漂，多使用短促的A键手刹过弯、避让车辆就松开油门使用左摇杆躲避。"
			},
			{
				"stepid":"2",
				"step": "最终两人穿过了艾尔文街的停车场，在两人互相斗嘴时就遭到了警察的追捕，那么两人只好分开逃窜了。从右侧的停车场闸口外出，驶到左侧的无能街，穿入隧道便能够回到佩罗高速公路（市高速公路），这样就可以毫无顾忌地飞奔，但要留意雷达显示在前方路段的警车路障。"
			},
			{
				"stepid":"3",
				"step": "当进入到公路两侧都无护栏并且是山地、树林的话，就驶进去，三星或以下的通缉等级，警察是“暂时”不会进入这些“蛮荒之地”搜索的。在荒地里等到通缉等级降为0星时，按照雷达指引去到西门的车店内。"
			},
			{
				"stepid":"4",
				"step":".回到店内，看见西门因“种族歧视”而不肯卖一辆越野车给一嗰小伙子（吉米，麦可的儿子），然后西门就让常常自嘲的拉玛去“刁难”小伙（拉玛拍马屁的嘴头真厉害）。来到西门的车店的后院驾驶属于富兰克林的那辆白色“猛牛”载着拉玛一起开回家。"
			},
			{
				"stepid":"5",
				"step":"回到家后，富兰克林先是被拉玛取笑了发型，然后进到屋内又被丹妮丝阿姨训斥。进入富兰克林自己的房间，睡在床上可以记存;靠近衣柜可以更换衣服（有几件套装）;厨房等位置会有医疗包。"
			}]
		},
		{
			"missionid":"3",
			"missionname":"有借有还",
			"outline":"100%达成条件：1、任务花时低于10Mins;2、火上烧油/以引燃蓝色跑车作为击杀手段;3、6次爆头;4、射击精准度达100%",
			"content":[{
				"stepid":"1",
				"step": "睡上一觉到晚间后，富兰克林就会收到前女友塔尼莎的短信（塔尼莎觉得他俩没有“钱途”，但是富兰克林要坚持）。然后在大街上溜达一会儿就会收到西门的电话，进入车房（屋子的左侧）拿车后驾车前往西门的车店。"
			},
			{
				"stepid":"2",
				"step": "来到西门车店的后院挑选任意一架跑车前往威斯普奇海滩。"
			},
			{
				"stepid":"3",
				"step": "到达威斯普奇海滩指定位置停下车辆，跟拉玛一起下车，然后按X键翻过马路左侧的铁丝网进入街区内。走到街区的尽头，拉起右侧白色的车库椚（左侧车库内放着一张沙发）便会遇到维戈斯帮的人，拉玛为了显摆就掏出手枪，却不慎走火打死了对方的一员。"
			},
			{
				"stepid":"4",
				"step":"那么双方就只好驳火了，先捡取刚才那仁兄掉落的手枪，然后躲到车房的左侧对街上的维戈斯帮进行射击。接着移动到对面的砖墙后，对前方车棚的敌人进行打击;溜进车篷后要留意街道两旁楼顶的敌人，尤其是一嗰在建楼房二层的槽罐后的那名敌人，隐藏嘚相当高深先除掉他，否则别指望能够恢复50%的血量。"
			},
			{
				"stepid":"5",
				"step":"走到一辆蓝色跑车（漏油，油盖没关好）存放的屋棚下，有人打算利用这架跑车逃跑，虽然自动瞄准几乎打不中它，但是超它走过的路径开枪便可以引燃地面的油迹就可以使到跑车爆炸。然后就看见铁丝网对出的马路有人驾驶着西门提到的那辆摩托车逃离了威斯普奇海滩，那么富兰克林和拉玛也马上翻过铁丝网钻进自己的车内。"
			},
			{
				"stepid":"6",
				"step":"那嗰骑着摩托车的人会驾驶摩托车一路往东北方逃窜，大概回到太平崖（早晨时分）就能够接近那辆摩托车。然后按LB键就可以在车厢内对摩托车手进行射击，但此时射击是没有自动瞄准的，而且还得驾驶车辆，会显得相当的困难。当击毙摩托车手后，驾驶摩托车去到城里的洗车中心（摩托车的驾驶手感相当不错）。"
			}]
		},
		{
			"missionid":"4",
			"missionname":"错综复杂",
			"outline":"100%达成条件：1、任务花费时间小于10Mins;2、所向无敌/不能够被西门击伤;3、一觉到天亮",
			"content":[{
				"stepid":"1",
				"step": "在街上游荡一会儿就会收到拉玛的短信，说史崔奇（老崔）要出狱喇。然后就随着地图前往地图显示的S标志也就是西门的车店右侧的停车场上。西门告诉富兰克林要追回之前那嗰乳臭未干的小伙子车辆，因为西门担心这小子会把车子给弄坏，那么他们的循环利息就无法回本了。"
			},
			{
				"stepid":"2",
				"step": "然后驾驶停在车店一侧任意的一辆跑车前往日蚀区的佩罗大道，在（麦可）一间大宅院的正门停下。然后绕到其后方的网球场，通过网球场与花园走廊之间的花基走进宅院内。"
			},
			{
				"stepid":"3",
				"step": ".然后摁下左摇杆进入潜伏模式，先走到前院（如果弄晕园丁，那么就驾驶车辆外出就会被发现），利用花丛作为掩护绕到园丁身后，然后按住LT键瞄准园丁的背部再按一吓B键就可以完美地将其击晕。"
			},
			{
				"stepid":"4",
				"step":"来到宅子右侧（非车库）的园丁自驾车边上，按X键爬到车顶再爬到屋檐上，这时能够看见右侧有扇窗打开了（此时麦可的女儿说吉米是基佬，而吉米就说她是贱人）。趁着两兄妹各自回到左右两侧的房间后，通过洗手间对出的楼梯下到一楼。此时会看见亚曼达（麦可妻子）正在厨房内跟一位网球教练打情骂俏，不用理会他俩直接进入走廊左侧的半开的小门进入车房。然后驾驶车辆回到西门的店铺中去（期间所有电子门都会自动开启）。"
			},
			{
				"stepid":"5",
				"step":"在行驶到半途中，在后座突然冒出了一位中年大叔（麦可），麦可认为西门这家车行是诈骗集团，他用枪指着富兰克林的脑袋，要求他把车开到西门的店里去。到了西门车行对出的位置，麦可强求富兰克林开车撞入车行内（撞击任意一块“落地玻璃”即可）。"
			},
			{
				"stepid":"6",
				"step":"西门当场不知所措了，而麦可为了“答谢”富兰克林也给了他一叠钞票并且说要请他喝杯酒以答谢带他来到西门的店内。此时西门也暴怒了，麦可与西门就扭打在了一起。先按LT键锁定目标，然后B键出拳、A键踢腿、X键回避（回避紧接B键的出拳就最有效），三嗰回合之后西门就会被打趴下。"
			}]
		}]
	}]
}
